base
base-devel
filesystem
git
liblzo2
lzop
man-db
mingw-w64-clang-x86_64-bat
mingw-w64-clang-x86_64-bottom
mingw-w64-clang-x86_64-carapace
mingw-w64-clang-x86_64-clang-analyzer
mingw-w64-clang-x86_64-clang-tools-extra
mingw-w64-clang-x86_64-cmake
mingw-w64-clang-x86_64-delta
mingw-w64-clang-x86_64-eza
mingw-w64-clang-x86_64-fd
mingw-w64-clang-x86_64-fzf
mingw-w64-clang-x86_64-gcc-compat
mingw-w64-clang-x86_64-lazygit
mingw-w64-clang-x86_64-libmangle-git
mingw-w64-clang-x86_64-lldb
mingw-w64-clang-x86_64-make
mingw-w64-clang-x86_64-neovim
mingw-w64-clang-x86_64-nodejs
mingw-w64-clang-x86_64-openmp
mingw-w64-clang-x86_64-pkgconf
mingw-w64-clang-x86_64-polly
mingw-w64-clang-x86_64-pretty-derby
mingw-w64-clang-x86_64-python-debugpy
mingw-w64-clang-x86_64-python-pip
mingw-w64-clang-x86_64-python-pynvim
mingw-w64-clang-x86_64-ripgrep
mingw-w64-clang-x86_64-rust
mingw-w64-clang-x86_64-starship
mingw-w64-clang-x86_64-tealdeer
mingw-w64-clang-x86_64-tools-git
mingw-w64-clang-x86_64-trashy
mingw-w64-clang-x86_64-vivid
mingw-w64-clang-x86_64-win32yank
mingw-w64-clang-x86_64-winstorecompat-git
mingw-w64-clang-x86_64-zoxide
msys2-runtime
neofetch
p7zip
rsync
unzip
zip
zsh
